/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "enable_animation": true,
        "content_width": "full",
        "custom_content_width": 1000
      }
    },
    "rich_text_3emN4f": {
      "type": "rich-text",
      "blocks": {
        "heading_X7NRwy": {
          "type": "heading",
          "settings": {
            "title": "BEAUTYBIO x MAËLYS <br>GIVEAWAY OFFICIAL RULES",
            "heading_tag": "h2",
            "heading_font_class": "fs-heading-2-base"
          }
        },
        "text_dWeFzn": {
          "type": "text",
          "settings": {
            "text": "<p>1.     <strong>NO PURCHASE NECESSARY TO ENTER OR WIN.</strong></p><p>2.     HOW TO ENTER: Beginning on June 27, 2025 at 9am CST through July 4, 2025at 11:59am CST, you may enter by doing all of the following steps:</p><p>(a)     <strong>Step 1 - Online Entry:</strong> Log on to www.beautybio.com/pages/beautybiomaelysgiveaway and follow the on-screen entry instructions. Fill in all required information.</p><p>(b)     <strong>Step 2 - Social Media Entry:</strong> Follow @beautybio and @maelys_cosmetics on Instagram and like the Instagram post announcing the Giveaway and comment and tag three (3) people on the Instagram post announcing the Giveaway.</p><p>(c)     <strong>Step 3 - Email Entry:</strong> Submit your email on www.beautybio.com/pages/beautybiomaelysgiveaway </p><p>You may enter only once.</p><p>Use of any robotic, automatic, programmed, or similar entry method or entering more than the number of times permitted will void all entries and result in disqualification. You may not enter more times than indicated by using multiple email addresses, identities, or devices in an attempt to circumvent the rules. Any entrant who manipulates this sweepstakes through fraudulent means, including but not limited to creating false accounts or using automated systems, will be disqualified.</p><p>3.     ELIGIBILITY: Open to legal residents of the 50 United States and D.C., 18 years of age and older as of June 27, 2025, except for employees of Beauty Biosciences LLC (“<strong>Sponsor</strong>”) and MAELYS Cosmetics Ltd.  (“<strong>Co-Sponsor</strong>”), or their respective affiliates, subsidiaries, and agencies (collectively “<strong>Promotion Parties</strong>”), and members of employees’ immediate family or persons living in the same household. “Immediate family” means parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. “Personsliving in the same household” means those people who share the same residence at least three months a year. Void where prohibited by law.</p><p>4.     DRAWING AND WINNER SELECTION:</p><p>(a) A random drawing will be conducted on or about July 7, 2025 by Sponsor to select the winners from among all eligible entries received. Odds of winning depend on the number of entries received.</p><p>(b) Potential winners will be notified by email and must sign and return any required documentation and information, including without limitation mailing address, within three (3) days of the date notice is sent or such other date set by Sponsor. Failure to respond within the applicable time period will result in forfeiture of the prize and an alternate winner may be selected.</p><p>(c) The return of any prize notification or prize as undeliverable may result in disqualification and an alternate winner may be selected. If a potential winner is disqualified for any reason, Sponsor will award the applicable prize to an alternate winnerby random drawing from among all remaining eligible entries. Only three (3) alternate drawings will be held, after which the prize will remain un-awarded.</p><p>5.      PRIZES: Total prize value: $523.00. The Actual Retail Value (“ARV”) of the prize represents Sponsor’s good faith determination. That determination is final and binding and cannot be appealed. If the actual value of the prize turns out to be less than the stated ARV, the difference will not be awarded in cash or products. Sponsor makes no representation or warranty concerning the appearance, safety or performance of any prize awarded. Limit one prize per family or household. No substitution or transfer of prize permitted by winner. Sponsor reserves the right to substitute a prize of equal or greater value. All prizes will be awarded. Prizes are non-transferable and non-exchangeable.</p><p>6.     TAX RESPONSIBILITIES: All income taxes and other taxes resulting from acceptance of prize are the sole responsibility of winner. The value of any prize may be reported for tax purposes as required by law. Winners are solely responsible for reporting and paying any and all applicable taxes related to the prize(s).</p><p>7.     PUBLICITY RIGHTS:  By entering this sweepstakes, entrant accepts and agrees to these Official Rules and the decisions of the Promotion Partners, which shall be final in all matters. Acceptance of a prize constitutes permission to the Promotion Parties to use winner’s name, likeness, social media post entries, and biographical information for marketing purposes without further compensation or right of approval, unless prohibited by law.</p><p>8.     LIMITATION OF LIABILITY: By entering this sweepstakes, entrants release and hold the Promotion Parties harmless from any and all liability, claim, loss, damage (including punitive, incidental, and consequential damages), or expense (including attorneys’ fees and court costs) arising out of or in connection with participation in this sweepstakes or the acceptance, use, or misuse of any prize. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. Promotion Parties will not be responsible for: late, incomplete, or incorrect entries; an entrant’s failure to receive prize notices due to entrant’s spam, junk e-mail, or other security settings or for entrants’ provision of incorrect or otherwise non-functioning contact information; technical, hardware, or software malfunctions, lost or unavailable network connections, or failed, incorrect, inaccurate, incomplete, garbled, or delayed electronic communications whether caused by the sender or by any of the equipment or programming associated with or used in this sweepstakes; any human error which may occur in the processing of entries; administrative errors; or any typographical, technological, or other error in the publishing of the offer, administration of the sweepstakes, or announcement of the prize(s); inaccessibility or unavailability of any network or wireless service, the Internet or website or any combination thereof; suspended or discontinued Internet, wireless or landline phone service; or any injury or damage to participant’s or to any other 2person’s computer or mobile device which may be related to or resulting from any attempt to participate in the sweepstakes.</p><p>9.     MODIFICATION AND TERMINATION: Sponsor reserves the right to amend these Official Rules, including deadlines, in its sole discretion, at any time and for any reason. All such decisions shall be final and binding upon all participants. Sponsor further reserves the right, in its sole discretion, to cancel, terminate, modify, or suspend this sweepstakes at any time.If there is any error, suspected evidence of tampering with any portion of the sweepstakes, or if technical difficulties (including viruses and bugs) affect the administration, security, fairness, integrity or proper conduct of this sweepstakes, Sponsor reserves the right at its sole discretion tocancel, terminate, modify or suspend the sweepstakes in whole or in part. In such event, Sponsor shall immediately suspend all entries and prize awards, and Sponsor reserves the right to award any remaining prizes in a manner deemed fair and equitable by Sponsor.</p><p>10.     DISQUALIFICATION: Sponsor reserves the right to disqualify and/or exclude from the sweepstakes, in its sole and absolute discretion, any individual for any reason, includingwithout limitation, violation of any portion of these Official Rules, tampering with the sweepstakes, or using any fraudulent means.  In the event a dispute arises as to the identity of a potentially winning entrant, entries will be declared made by the name on the online entry form.</p><p>11.     CHOICE OF LAW AND DISPUTE RESOLUTION: Entrant agrees that all matters arising out of or relating to this sweepstakes and these Official Rules are governed by, and construed in accordance with, the laws of Delaware, without giving effect to any of its conflict of laws provisions. Entrant further agrees that any legal suit, action, or proceeding arising out of or relating to this sweepstakes and these Official Rules shall be brought exclusively in the applicable federal or state courts located in Delaware.</p><p>12.     PRIVACY AND DATA SHARING:  Information submitted with an entry is subject to the Privacy Policy of Sponsor, available here or on Sponsor’s website at https://beautybio.com/pages/privacy-policy, the Privacy Policy of Co-Sponsor, available here or on Co-Sponsor’s website at https://www.maelyscosmetics.com/faq#/policy, and the Privacy Policy of ConvertFlow, available on their website at https://www.convertflow.com/terms-and-policies. By entering the sweepstakes, you grant the Promotion Parties permission to share your email address and any other personally identifiable information with third parties for the purpose of sweepstakes administration and prize fulfillment.</p><p>13.     TECHNICAL FAILURE PROTECTIONS: If, for any reason, the sweepstakes is not capable of running as planned for reasons which may include without limitation, infection bycomputer virus, tampering, unauthorized intervention, fraud, technical failures, or any other causes which may corrupt or affect the administration, security, fairness, integrity or proper conduct of this sweepstakes, Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the sweepstakes in whole or in part. In such event, Sponsor shall immediately suspend all entries and prize awards, and Sponsor reserves the right to award any remaining prizes in a manner deemed fair and equitable by Sponsor.</p><p>14.     PLATFORM DISCLAIMER:  This sweepstakes is in no way sponsored, endorsed, or administered by, or associated with Instagram or Meta. By participating, 3participants release and hold harmless Instagram and Meta from any and all liability for any injuries, loss, or damage of any kind arising from or in connection with the sweepstakes or receipt or use of any prize.</p><p>15.     SPONSOR: Beauty Biosciences LLC, 75 West Center Street, Provo, Utah 84601.</p><p><em>These Official Rules constitute the complete and exclusive agreement between entrant and the Promotion Parties regarding this sweepstakes and supersede all prior or contemporaneous communications, representations, or agreements relating to the subject matter hereof.</em></p>",
            "text_font_class": "fs-body-100"
          }
        }
      },
      "block_order": [
        "heading_X7NRwy",
        "text_dWeFzn"
      ],
      "name": "t:sections.rich_text.presets.name",
      "settings": {
        "alignment": "left_left",
        "enable_animation": true,
        "divider_style": "none",
        "section_padding": "section--vertical-padding-top-bottom",
        "content_width": "custom",
        "custom_content_width": 700
      }
    }
  },
  "order": [
    "main",
    "rich_text_3emN4f"
  ]
}
